# taps
tap "homebrew/cask"
tap "Yleisradio/terraforms"
tap "homebrew/cask-fonts"
tap "adoptopenjdk/openjdk"

# applications
cask "session-manager-plugin"
cask "font-sauce-code-pro-nerd-font"
cask "adoptopenjdk13"

# packages
brew "autoconf"
brew "brew-cask-completion"
brew "bat"
brew "diff-so-fancy"
brew "dnsmasq"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg2"
brew "highlight"
brew "hub"
brew "gh"
brew "ipython"
brew "jq"
brew "markdown"
brew "neovim"
brew "node"
brew "packer"
brew "packer-completion"
brew "keychain"
brew "pinentry"
brew "pinentry-mac"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "shellcheck"
brew "terraform"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "vim"
brew "z"
brew "zsh"
brew "ripgrep"
brew "entr"
brew "zplug"
brew "docker-completion"
brew "awscli"
brew "direnv"
brew "ansible"
brew "chtf"
brew "pstree"
brew "dive"
brew "k6"
brew "grip"
brew "lnav"
brew "coreutils"
brew "gawk"
brew "asdf"
brew "languagetool"
brew "terraform-ls"
brew "cfn-lint"
brew "elixir"
brew "java"
brew "htop"
brew "pyenv"
brew "pyenv-virtualenv"
brew "openblas"
brew "lapack"
brew "go"
brew "cpanminus"
brew "libpq"
brew "mysql-client@5.7"
brew "pixman"
brew "cairo"
brew "pango"
brew "poetry"
brew "azure-cli"
